Repository: bartzaalberg/lottery
Catalog: po/extra/*.po
Languages: nl

source: Lottery
nl: Loterij

source: Who will be the winner?
nl: Wie zal er winnen?

source: A tool to determine who will be the winner.
nl: Een tool om te bepalen wie er gewonnen heeft.

source: Features:
nl: Kenmerken:

source: Add and remove names!
nl: Voeg namen toe en verwijder ze!

source: Randomly generate a winner!
nl: Genereer een willekeurige winner!

source: Use cool shortcuts to make it easier!
nl: Gebruik leuke shortcuts om het makkelijk te maken!

source: Import CSV files
nl: Importeer CSV bestanden

source: Choose between light and dark with dark mode
nl: Kies tussen donker en licht met donkere modus

source: About Lottery
nl: Over Lottery
