Repository: bartzaalberg/lottery
Catalog: po/*.po
Languages: fr, nl, pl, pt

source: A list of available shortcuts
fr: Une liste des raccourcis disponibles
nl: Een lijst van shortcuts
pl: Lista dostępnych skrótów
pt: Uma lista com os atalhos disponíveis

source: Search names
fr: Rechercher des noms
nl: Zoek namen
pl: Szukaj nazw
pt: Procurar nomes

source: Search for names
fr: Rechercher des nom
nl: Zoek op namen
pl: Szukaj nazw
pt: Procurar por nomes

source: Randomly generate a winner
fr: Générer un gagnant au hasard
nl: Bekijk wie er heeft gewonnen!
pl: Wybierz losowo zwycięzcę
pt: Gerar aleatoriamente um vencedor

source: Add a new name
fr: Ajouter un nouveau nom
nl: Voeg een nieuwe naam toe
pl: Dodaj nową nazwę
pt: Adicionar um novo nome

source: Import names from CSV
fr: Importer des noms depuis un fichier CSV
nl: Importeer namen van een CSV bestand
pl: Importuj nazwy z pliku CSV
pt: Importar nomes de um CSV

source: File doesnt exist
fr: Le fichier n'existe pas
nl: Bestand bestaat niet
pl: Plik nie istnieje
pt: Ficheiro não existe

source: File
fr: Le fichier
nl: Bestand
pl: Plik
pt: Ficheiro

source: doesn't exist
fr: n'existe pas
nl: bestaat niet
pl: nie istnieje
pt: não existe

source: Back
fr: Retour
nl: Terug
pl: Wstecz
pt: Voltar

source: Add some names!
fr: Ajoutez quelques noms !
nl: Voeg een paar namen toe!
pl: Dodaj jakieś nazwy!
pt: Adicione alguns nomes!

source: Click the upper left button
fr: Cliquez sur le bouton supérieur gauche
nl: Klik op de knop in de linker hoek
pl: Kliknij lewy górny przycisk
pt: Clicar no botão na parte superior esquerda

source: Nothing was found
fr: Rien n'a été trouvé
nl: Er zijn geen namen gevonden gevonden
pl: Nic nie znaleziono
pt: Nada foi encontrado

source: Try searching for something else
fr: Essayez de chercher autre chose
nl: Zoek naar wat iemand anders
pl: Spróbuj poszukać czegoś innego
pt: Tente pesquisar por outra coisa

source: The winner is...
fr: Le gagnant est...
nl: De winner is...
pl: Zwycięzcą zostaje...

source: him
fr: lui
nl: hij
pl: osoba
pt: ele

source: Enter a name
fr: Entrez un nom
nl: Voer de naam in
pl: Dodaj nazwę
pt: Inserir um nome

source: Please enter a unique name
fr: Veuillez entrer un nom unique
nl: Voer alsjebleift een unieke naam in
pl: Nazwa powinna być unikatowa
pt: Por favor insira um nome único

source: Sam Johnson
fr: Jean Dupont
pl: Jan Kowalski

source: Please enter the name here.
fr: Veuillez entrer le nom ici.
nl: Voerg aub een naam in.
pl: Tutaj wprowadź nazwę.
pt: Por favor insira o nome aqui.

source: Close
fr: Fermer
nl: Sluiten
pl: Zamknij
pt: Fechar

source: Create
fr: Créer
nl: Toevoegen
pl: Utwórz
pt: Criar

source: Please enter a name
fr: Veuillez entrer un nom
nl: Voer alsjebileft een naam in
pl: Dodawanie nazwy
pt: Por favor insira um nome

source: You didn't enter a name. Please do so to continue!
fr: Vous n'avez pas entré de nom. Veuillez le faire pour continuer !
nl: U heeft geen naam ingevoerd. Voer aub een naam in.
pl: Nie wpisano nazwy. Dodaj ją by kontynuować!
pt: Não adicionou um nome. Por favor faça-o para continuar!

source: This person is already in the list
fr: Cette personne est déjà dans la liste
nl: Deze persoon staat al in de lijst
pl: Ta nazwa jest już na liście
pt: Esta pessoa já está na lista

source: Please choose a different name
fr: Veuillez chosir un nom différent
nl: Probeer naar iets anders te zoeken
pl: Wybierz inną nazwę
pt: Por favor escolha um nome diferente

source: Cheatsheet
fr: Raccourcis clavier
nl: Spiekbrief
pl: Ściągawka
pt: Cábula

source: Randomly choose a winner
fr: Générer un gagnant au hasard
nl: Bekijk wie er heeft gewonnen!
pl: Wybierz losowo zwycięzcę
pt: Escolher aleatoriamente um vencedor

source: Search
fr: Rechercher
nl: Zoeken
pl: Szukaj
pt: Procurar

source: Open the cheatsheet
fr: Ouvrir les raccourcis claviers
nl: Open de spiekbrief
pl: Otwórz ściągawkę
pt: Abrir a cábula

source: No person was selected
fr: Personne n'a été sélectionné
nl: Er is geen persoon geselecteerd
pl: Nie wybrano żadnej nazwy
pt: Nenhuma pessoa foi selecionada

source: Please select a person and try again.
fr: Veuillez sélectionner une personne est recommencer.
nl: Kies aub een persoon en probeer het opnieuw.
pl: Wybierz nazwę i spróbuj ponownie.
pt: Por favor selecione uma pessoa e tente novamente.

source: Are you sure?
fr: Êtes-vous sûr ?
nl: Weet u het zeker?
pl: Jesteś pewien?
pt: Tem a certeza?

source: You are about to remove this person from the list. Are you sure?
fr: Vous êtes sur le point de retirer cette personne de la liste. Êtes-vous sûr ?
nl: Weet u zeker dat u deze persoon wilt verwijderen?
pl: Usuniesz tą nazwę z listy. Jesteś pewien?
pt: Está prestes a remover esta pessoa da lista. Tem a certeza?

source: Cancel
fr: Annuler
nl: Annuleren
pl: Anuluj
pt: Cancelar

source: Delete
fr: Supprimer
nl: Verwijderen
pl: Usuń
pt: Apagar

source: Remove this name
fr: Retirer ce nom
nl: Verwijder deze naam
pl: Usuń tą nazwę
pt: Remover este nome

source: Cannot choose a winner yet
fr: Impossible de choisir un gagnant pour le moment
nl: Er kan nog geen winnaar worden gekozen
pl: Nie można aktualnie wybrać zwycięzcy
pt: Ainda não é possível escolher um vencedor

source: No names have been added yet
fr: Aucun nom n'a été ajouté pour le moment
nl: Er zijn nog geen namen toegevoegd
pl: Nie dodano jeszcze nazw
pt: Ainda não foram adicionados nomes

source: The winner is
pt: E o vencedor é
